const ar = {
    home: 'الرئيسية',
    Contact: 'اتصل بنا',
    getInTouch: 'تواصل معنا',
    aboutUs: 'من نحن',
    // faq: 'الأسئلة الشائعة',
    services: 'الخدمات',
    homeConsults: 'استشارات منزلية',
    businessConsults: 'استشارات للأعمال',
    plantCareAdvice: 'نصائح للعناية بالنباتات',
    plantRepotting: 'إعادة زراعة النباتات',
    plantaShop: 'متجر بلانتا',
    essentialOils: 'الزيوت الأساسية',
    botanicalArt: 'فن نباتي',
    terrariums: 'تيراريوم',
    vases: 'الأواني',
    tools: 'الأدوات',
    bloomChat: 'بلوم شات',
    signIn: 'تسجيل الدخول',
    signUp: 'تسجيل',
    profile: 'الملف الشخصي',
    english: 'الإنجليزية',
    french: 'الفرنسية',
    spanish: 'الإسبانية',
    arabic: 'العربية',
    faq: {
        title: "الأسئلة الشائعة",
        items: [
          {
            question: "ما هو GreenBloom؟",
            answer: "GreenBloom هو مساعدك الافتراضي للعناية بالنباتات، حيث يقدم نصائح، وتسوّق المنتجات، والمزيد من المعلومات حول العناية بالنباتات ومنتجات التسوق.",
          },
          {
            question: "كيف يمكنني شراء العناصر؟",
            answer: "يمكنك التسوق من خلال قسم 'المتجر' وإضافة العناصر إلى سلة التسوق وشرائها بشكل فردي من جهاز الكمبيوتر الخاص بك.",
          },
          {
            question: "هل تقدمون خدمات استشارية؟",
            answer: "نعم! نحن نقدم نصائح للعناية بالنباتات واستشارات للاحتياجات المنزلية والتجارية من أجل توفير معلومات العناية بالنباتات والتسوق لعملائك.",
          },
          {
            question: "ما طرق الدفع التي تقبلونها؟",
            answer: "نقبل الدفع عبر PayPal لضمان تجربة دفع آمنة وسلسة للعملاء.",
          },
          {
            question: "هل يمكنني إلغاء أو تغيير طلبي؟",
            answer: "هل تقبلون الدفع عبر PayPal من أجل تجربة دفع آمنة وسلسة وتغيير طلبك؟ إذا كنت تقبل الدفع عبر PayPal وتغيير طلبك، يرجى الاتصال بمدير حسابك على PayPal للحصول على مزيد من المعلومات حول سياساتنا.",
          },
          {
            question: "هل يمكنني إرجاع أو تبادل العناصر؟",
            answer: "نعم، يمكنك إرجاع أو تبادل العناصر خلال 30 يومًا من الشراء. يرجى الاتصال بنا للحصول على المزيد من المعلومات.",
          },
          {
            question: "كيف يمكنني التواصل معكم؟",
            answer: "يمكنك التواصل معنا عبر البريد الإلكتروني info@greenbloom.com أو عبر زيارة موقعنا الإلكتروني على www.greenbloom.com.",
          },
          {
            question: "ما هي سياسة الإرجاع الخاصة بكم؟",
            answer: "نقدم سياسة استرجاع 100% للمنتجات المرتجعة أو المبدلة خلال 30 يومًا من الشراء. يرجى الاتصال بنا لمزيد من التفاصيل.",
          },
          {
            question: "ما هي سياسة الشحن الخاصة بكم؟",
            answer: "نقدم شحن مجاني للطلبات التي تتجاوز 100 دولار. يرجى الاتصال بنا للحصول على مزيد من المعلومات حول الشحن.",
          },
          {
            question: "ما هي سياسة الضمان الخاصة بكم؟",
            answer: "نقدم ضمانًا لمدة 30 يومًا على جميع منتجاتنا. يرجى الاتصال بنا للحصول على مزيد من المعلومات حول سياسات الضمان الخاصة بنا والضمانات للمنتجات المتوفرة على موقعنا www.greenbloom.com.",
          },
          {
            question: "كيف يمكنني جعل نبتتي تنمو؟",
            answer: "يمكنك الحصول على نباتك من خلال متجرنا الإلكتروني أو من خلال الاتصال بنا للحصول على مزيد من المعلومات.",
          },
          {
            question: "هل يمكنني استرداد أموالي إذا لم أكن راضيًا عن مشترياتي؟",
            answer: "نعم، يمكنك استرداد أموالك إذا لم تكن راضيًا عن مشترياتك.",
          },
          {
            question: "كم يستغرق الشحن؟",
            answer: "عادةً ما يستغرق الشحن من 3 إلى 7 أيام عمل، ولكن قد يختلف حسب موقعك.",
          },
        ],
        contactUs: "تواصل معنا للحصول على مزيد من المعلومات",
      },
};

export default ar;
